"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "คุณป้อนรหัส PIN ผิด %1$d ครั้ง Mercedes me ID ของคุณถูกบล็อกเป็นเวลา %2$@";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d นาที";

"command_error_pin_invalid" = "คุณใส่รหัส PIN ของคุณผิด  %1$d ครั้ง";

"general_cancel" = "ยกเลิก";

"general_error_msg" = "มีข้อผิดพลาดเกิดขึ้นโปรดลองใหม่อีกครั้ง";

"general_error_network_msg" = "มีข้อผิดพลาดเกิดขึ้น โปรดตรวจสอบการเชื่อมต่ออินเตอร์เน็ต";

"general_error_title" = "ข้อผิดพลาด";

"general_hint" = "คำแนะนำ";

"general_no" = "ไม่มี";

"general_ok" = "ตกลง";

"general_yes" = "มี";

"login_error_authentication_failed" = "การรับรองความถูกต้องล้มเหลว โปรดลองใหม่อีกครั้ง";

"login_error_wrong_tan" = "ขออภัย ข้อมูลที่คุณป้อนไม่ถูกต้องโปรดทราบว่า คุณต้องรอสักครู่ก่อนการป้อนข้อมูลใหม่อีกครั้ง";

"login_info_alert_message" = "Mercedes me ID สร้างจากเบอร์โทรศัพท์ส่วนตัวหรือที่อยู่อีเมลของคุณ หากคุณมี Mercedes me ID คุณจะสามารถลงชื่อเข้าใช้งานในโลกดิจิตอลของ Mercedes-Benz ได้ทุกที่ ซึ่งจะช่วยให้คุณสามารถเข้าถึงการบริการ ฟังก์ชันและแพลตฟอร์มต่างๆ ที่สามารถใช้งานได้ในประเทศที่อยู่ของคุณ";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "โปรดกรอกที่อยู่อีเมลหรือเบอร์โทรศัพท์ที่ยังสามารถใช้งานได้";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "ต่อไป";

"login_only_caption" = "ลงชื่อเข้าใช้";

"login_username" = "เบอร์โทรศัพท์หรือที่อยู่อีเมล";

"login_user_not_registered" = "กรุณาลงทะเบียนใช้งาน Mercedes me App อื่นๆ โดยไม่ต้องเสียค่าใช้จ่าย";

"pin_popup_button_again" = "ลองใหม่อีกครั้ง";

"pin_popup_cancel" = "ยกเลิก";

"pin_popup_default_no_pin_message" = "โปรดกำหนดรหัส PIN สำหรับ Mercedes me App";

"pin_popup_description" = "โปรดป้อน PIN จำนวน %1$d หลักของคุณ:";

"pin_popup_send" = "ส่ง";

"pin_popup_title" = "ป้อนรหัส PIN";

"pin_popup_wrong_pin_msg" = "รหัส PIN ไม่ถูกต้อง โปรดลองใหม่อีกครั้ง";

"pin_popup_wrong_pin_title" = "รหัส PIN ไม่ถูกต้อง";

"registration_user_consent_message" = "เราจะวิเคราะห์ข้อมูลการใช้งานแอปพลิเคชันและฟังก์ชันของคุณเพื่อพัฒนาแอปพลิเคชันอย่างต่อเนื่อง โดยไม่ก้าวก่ายตัวตนของคุณ คุณสามารถปิดใช้งานฟังก์ชันนี้ได้ทุกเมื่อ โดยเข้าไปที่ เมนู > การตั้งค่า > Analytics";

"registration_user_consent_title" = "ข้อมูลการใช้งานแอปพลิเคชัน Mercedes me";

"verification_btn_next" = "ต่อไป";

"verification_btn_send_again" = "ขอรหัส TAN ใหม่";

"verification_headline" = "รหัสยืนยันความถูกต้อง";

"verification_login_msg_mail" = "โปรดใส่รหัส TAN ที่เราส่งให้คุณทางอีเมล";

"verification_login_msg_user" = "เราได้ส่งรหัสการตรวจสอบยืนยัน %1$d หลักไปที่ %2$@ แล้ว กรุณาป้อนรหัสการตรวจสอบยืนยัน";

"verification_not_received" = "ไม่ได้รับรหัส TAN หรือ";

"verification_not_received_hint_mail" = "โปรดตรวจสอบที่อยู่อีเมลที่คุณป้อน หรือขอรหัสยืนยันใหม่อีกครั้ง";

"verification_not_received_hint_phone" = "โปรดตรวจสอบเบอร์โทรศัพท์ที่คุณป้อน หรือขอรหัส TAN ใหม่";

"verification_send_again_msg" = "คำขอของคุณถูกส่งไปอีกครั้งแล้ว";

"verification_title" = "การตรวจสอบ";

